[
    {
        "quote": "Books have always been my escape - where I go to bury my nose, hone my senses, or play the emotional tourist in a world of my own choosing... Words are my best expressive tool, my favorite shield, my point of entry...When I was growing up, books took me away from my life to a solitary place that didn't feel lonely. They celebrated the outcasts, people who sat on the margins of society contemplating their interiors. . . Books were my cure for a romanticized unhappiness, for the anxiety of impending adulthood. They were all mine, private islands with secret passwords only the worthy could utter. If I could choose my favorite day, my favorite moment in some perfect dreamscape, I know exactly where I would be: stretched out in bed in the afternoon, knowing that the kids are taking a nap and I've got two more chapters left of some heartbreaking novel, the kind that messes you up for a week.",
        "author": "Jodie Foster",
        "publication": null
    },
    {
        "quote": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me.",
        "author": "Jodie Foster",
        "publication": null
    },
    {
        "quote": "Being understood is not the most essential thing in life.",
        "author": "Jodie Foster",
        "publication": null
    },
    {
        "quote": "Normal is not something to aspire to, it's something to get away from.",
        "author": "Jodie Foster",
        "publication": null
    },
    {
        "quote": "After a horribly long day, I needed a mental break. I threw on my parka, with the raccoon fur around the hood, and I went to see a movie. But what to see? Something sweet and stupid and harmless. At the movie theater on Second Avenue and Twelfth, a title caught my eye. I thought, 'That seems good. Jodie Foster and a puffy, friendly farm animal, a butterfly.' I unzipped my jacket and headed inside to see a movie I'd heard the name of but knew nothing about. It was called Silence Of The Lambs.",
        "author": "Augusten Burroughs",
        "publication": "Magical Thinking: True Stories"
    },
    {
        "quote": "In the end, winning is sleeping better.",
        "author": "Timothy Ferriss",
        "publication": "Tools of Titans: The Tactics, Routines, and Habits of Billionaires, Icons, and World-Class Performers"
    },
    {
        "quote": "When I first envisioned myself running, I saw myself as Jodie Foster’s Clarice Starling in the opening scenes of The Silence of the Lambs. So strong, so focused, so proud. She is utterly confident, completely single-minded about her training run across a terrifying assault course. At one point she runs past a tree with the sign HURT AGONY PAIN LOVE IT stapled to it. She doesn’t care what she looks like; she has shit to do, and she is going to get it done. And yet . . . she is wearing a phenomenally impractical outfit. She is in a heavy cotton sweatshirt and tracksuit bottoms and is drenched in sweat. The top is sticking to both her chest and back and looks painfully heavy. She is summoned by a colleague and heads inside past a roomful of people dressed in khaki, faffing around with guns, and then gets into an elevator. All in the heavy, damp cotton. That wet fabric must have gotten incredibly cold the minute she stopped running, and it bothers me whenever I think of the poor woman in that meeting. For years the scene was my running inspiration, yet now I am unable to watch the first hour of the film without worrying about whether Clarice is shivering from the horrors of Hannibal Lecter or because she caught a dreadful chill.",
        "author": "Alexandra Heminsley",
        "publication": "Running Like a Girl: Notes on Learning to Run"
    },
    {
        "quote": "Normal is not something to aspire to, it is something to escape from.",
        "author": "Jodie Foster",
        "publication": null
    },
    {
        "quote": "Listening to your son after you've spent time with a girl will make you wonder when he became Jodie Foster in Nell.",
        "author": "Laurie Kilmartin",
        "publication": null
    },
    {
        "quote": "Ja always talkin bout hurry canes. He say, Nell get in da hous, hurry canes comin! I don't know why he so scard of canes dat hurry. Maybe dey skuuu him in da belly somtime when he was a littl'n.Nell feeles all ta-hay bout hurry canes. Dey make trees swaaaaay in da wiiiiiind. Waaaaana hurry cane. Nell say to Ja--don't ki, missa chickabee. Come to Nell, hurry cane.",
        "author": "Jodi Foster Nell",
        "publication": null
    }
]